IDEA Open Model
OpenModel.PointLoadsOnLine Property
Compatible with IDEA StatiCa 20.1
 List of point load impulses in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<PointLoadOnLine> PointLoadsOnLine { get; set; }
Public Property PointLoadsOnLine As List(Of PointLoadOnLine)
	Get
	Set
Property Value
Type: List<PointLoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace